tataCoding/Help/epoukaz_dokumentace_pro_vyvojare_v9/XML_priklady/SeznamPriloh_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cuep="http://www.sukl.cz/erp/cuep" xmlns:com="http://www.sukl.cz/erp/common">
    <soapenv:Header/>
    <soapenv:Body>
        <cuep:SeznamPrilohDotaz>
            <cuep:Doklad>
                <com:Pristupujici>
                    <com:Uzivatel>669cac52-b591-4276-8815-f81a2f97192a</com:Uzivatel>
                    <com:Pracoviste>00000909047</com:Pracoviste>
                </com:Pristupujici>
                <cuep:ID_Dokladu>GJR3FTS85</cuep:ID_Dokladu>
            </cuep:Doklad>
            <com:Zprava>
                <com:ID_Zpravy>1694d58c-bfa0-4326-9048-7615603e32e7</com:ID_Zpravy>
                <com:Verze>202201A</com:Verze>
                <com:Odeslano>2021-09-07T13:58:22.043+02:00</com:Odeslano>
                <com:SW_Klienta>0123456789AB</com:SW_Klienta>
            </com:Zprava>
        </cuep:SeznamPrilohDotaz>
    </soapenv:Body>
</soapenv:Envelope>
